abstra_notas/nfse/ce/fortaleza/templates/ConsultaCNPJ.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope 
    xmlns:soap="http://www.w3.org/2003/05/soap-envelope" 
    xmlns:ns="http://www.fortaleza.ce.gov.br/iss">
    <soap:Header/>
    <soap:Body>
        <ns:ConsultarCnpj>
            <ns:Cnpj>{{ cnpj }}</ns:Cnpj>
        </ns:ConsultarCnpj>
    </soap:Body>
</soap:Envelope>
